{
    "CDPCQ04700": "계좌 거래내역",  # order / 5 / 현물
    "CEXAQ21100": "유렉스 주문체결내역조회",  # order / 5 / 유렉스
    "CEXAQ21200": "유렉스 주문가능 수량/금액 조회",  # order / 5 / 유렉스
    "CEXAQ31100": "유렉스 야간장잔고및 평가현황",  # order / 4 / 유렉스
    "CEXAQ31200": "유렉스 예탁금 및 통합잔고조회",  # order / 4 / 유렉스
    "CEXAQ44200": "EUREX 야간옵션 기간주문체결조회",  # order / 3 / 유렉스
    "CEXAT11100": "유렉스 매수/매도주문",  # order / 5 / 유렉스
    "CEXAT11200": "유렉스 정정주문",  # order / 4 / 유렉스
    "CEXAT11300": "유렉스 취소주문",  # order / 4 / 유렉스
    "CFOAQ00600": "선물옵션 계좌주문체결내역조회",  # order / 5 / 선물
    "CFOAQ10100": "선물옵션 주문가능수량조회",  # order / 4 / 선물
    "CFOAT00100": "선물옵션 정상주문",  # order / 5 / 선물
    "CFOAT00200": "선물옵션 정정주문",  # order / 3 / 선물
    "CFOAT00300": "선물옵션 취소주문",  # order / 3 / 선물
    "CFOBQ10500": "선물옵션 계좌예탁금증거금조회",  # order / 2 / 선물
    "CFOBQ10800": "선물옵션 옵션매도시 주문증거금조회",  # order / 2 / 선물
    "CFOEQ11100": "선물옵션가정산예탁금상세",  # order / 2 / 선물
    "CFOEQ82600": "선물옵션 일별 계좌손익내역",  # order / 3 / 선물
    "CFOFQ02400": "계좌 미결제 약정현황(평균가)",  # order / 3 / 현물
    "ChartExcel": "챠트엑셀데이터조회",  # data / 2 / 현물
    "ChartIndex": "챠트지표데이터조회",  # data / 2 / 현물
    "CLNAQ00100": "예탁담보융자가능종목현황조회",  # order / 1 / 현물
    "CSPAQ00600": "계좌별신용한도조회",  # order / 3 / 현물
    "CSPAQ12200": "현물계좌예수금 주문가능금액 총평가 조회",  # order / 3 / 현물
    "CSPAQ12300": "BEP단가조회", # order / 3 / 현물
    "CSPAQ13700": "현물계좌주문체결내역조회",  # order / 3 / 현물
    "CSPAQ22200": "현물계좌예수금 주문가능금액 총평가2",  # order / 3 / 현물
    "CSPAT00600": "현물주문",  # order / 5 / 현물
    "CSPAT00700": "현물정정주문",  # order / 4 / 현물
    "CSPAT00800": "현물취소주문",  # order / 4 / 현물
    "CSPBQ00200": "현물계좌증거금률별주문가능수량조회",  # order / 2 / 현물
    "FOCCQ33600": "주식계좌 기간별수익률 상세",  # order / 4 / 현물
    "FOCCQ33700": "선물옵션 기간별 계좌 수익률 현황",  # order / 3 / 선물
    "MMDAQ91200": "파생상품증거금율조회",  # order / 3 / 파생
    "t0150": "주식당일매매일지/수수료",  # basic / 4 / 현물
    "t0151": "주식당일매매일지/수수료(전일)",  # basic / 4 / 현물
    "t0167": "서버시간조회",  # data / 2 / 현물
    "t0424": "주식잔고2",  # order / 5 / 현물
    "t0425": "주식체결/미체결",  # order / 5 / 현물
    "t0434": "선물/옵션체결/미체결",  # order / 5 / 선물
    "t0441": "선물/옵션잔고평가(이동평균)",  # order / 4 / 선물
    "t1101": "주식현재가호가조회",  # data / 5 / 현물
    "t1102": "주식현재가(시세)조회",  # data / 5 / 현물
    "t1104": "주식현재가시세메모",  # data / 3 / 현물
    "t1105": "주식피못/디마크조회",  # data / 3 / 현물
    "t1301": "주식시간대별체결조회",  # data / 4 / 현물
    "t1302": "주식분별주가조회",  # data / 4 / 현물
    "t1305": "기간별주가",  # basic / 3 / 현물
    "t1308": "주식시간대별체결조회챠트",  # data / 4 / 현물
    "t1310": "주식당일전일분틱조회",  # data / 4 / 현물
    "t1403": "신규상장종목조회",  # basic / 3 / 현물
    "t1404": "관리/불성실/투자유의조회",  # basic / 4 / 현물
    "t1405": "투자경고/매매정지/정리매매조회",  # basic / 4 / 현물
    "t1410": "초저유동성조회",  # data / 3 / 현물
    "t1411": "증거금율별종목조회",  # data / 3 / 현물
    "t1422": "상/하한",  # data / 4 / 현물
    "t1427": "상/하한가직전",  # data / 4 / 현물
    "t1442": "신고/신저가",  # data / 4 / 현물
    "t1444": "시가총액상위",  # basic / 4 / 현물
    "t1449": "가격대별매매비중조회",  # data / 4 / 현물
    "t1452": "거래량상위",  # basic / 4 / 현물
    "t1463": "거래대금상위",  # basic / 4 / 현물
    "t1471": "시간대별호가잔량추이",  # data / 4 / 현물
    "t1475": "체결강도추이",  # data / 4 / 현물
    "t1485": "예상지수",  # data / 4 / 현물
    "t1486": "시간별예상체결가",  # data / 3 / 현물
    "t1488": "예상체결가등락율상위조회",  # data / 3 / 현물
    "t1489": "예상체결량상위조회",  # data / 3 / 현물
    "t1511": "업종현재가",  # data / 4 / 현물
    "t1514": "업종기간별추이",  # data / 3 / 현물
    "t1516": "업종별종목시세",  # data / 3 / 현물
    "t1531": "테마별종목",  # basic / 5 / 현물
    "t1532": "종목별테마",  # basic / 5 / 현물
    "t1533": "특이테마",  # basic / 5 / 현물
    "t1537": "테마종목별시세조회",  # data / 5 / 현물
    "t1601": "투자자별종합",  # data / 4 / 현물
    "t1602": "시간대별투자자매매추이",  # data / 4 / 현물
    "t1603": "시간대별투자자매매추이상세",  # data / 4 / 현물
    "t1615": "투자자매매종합1",  # data / 3 / 현물
    "t1617": "투자자매매종합2",  # data / 3 / 현물
    "t1621": "업종별분별투자자매매동향(챠트용)",  # data / 4 / 현물
    "t1631": "프로그램매매종합조회",  # data / 3 / 현물
    "t1632": "시간대별프로그램매매추이",  # data / 3 / 현물
    "t1633": "기간별프로그램매매추이",  # data / 3 / 현물
    "t1636": "종목별프로그램매매동향",  # data / 3 / 현물
    "t1637": "종목별프로그램매매추이",  # data / 3 / 현물
    "t1638": "종목별잔량/사전공시",  # data / 3 / 현물
    "t1640": "프로그램매매종합조회(미니)",  # data / 3 / 현물
    "t1662": "시간대별프로그램매매추이(차트)",  # data / 3 / 현물
    "t1664": "투자자매매종합(챠트)",  # data / 3 / 현물
    "t1665": "기간별투자자매매추이(챠트)",  # data / 3 / 현물
    "t1701": "외인기관종목별동향",  # data / 4 / 현물
    "t1702": "외인기관종목별동향",  # data / 4 / 현물
    "t1717": "외인기관종목별동향",  # data / 4 / 현물
    "t1752": "종목별상위회원사",  # data / 3 / 현물
    "t1764": "회원사리스트",  # basic / 3 / 현물
    "t1771": "종목별회원사추이",  # data / 3 / 현물
    "t1809": "신호조회",  # data / 3 / 현물
    "t1825": "종목Q클릭검색(씽큐스마트)",  # Qclick / 3 / 현물
    "t1826": "종목Q클릭검색리스트조회(씽큐스마트)",  # Qclick / 3 / 현물
    "t1857": "e종목검색(신버전API용)",  # Catch / 3 / 현물
    "t1866": "서버저장조건리스트조회(API)",  # basic / 3 / 현물
    "t1901": "ETF현재가(시세)조회",  # data / 3 / ETF
    "t1902": "ETF시간별추이",  # data / 3 / ETF
    "t1903": "ETF일별추이",  # data / 3 / ETF
    "t1904": "ETF구성종목조회",  # data / 3 / ETF
    "t1906": "ETFLP호가",  # data / 3 / ETF
    "t1921": "신용거래동향",  # basic / 3 / 현물
    "t1926": "종목별신용정보",  # data / 3 / 현물
    "t1927": "공매도일별추이",  # data / 3 / 현물
    "t1941": "종목별대차거래일간추이",  # data / 3 / 현물
    "t1950": "ELW현재가(시세)조회",  # data / 3 / ELW
    "t1951": "ELW시간대별체결조회",  # data / 3 / ELW
    "t1954": "ELW일별주가",  # data / 3 / ELW
    "t1955": "ELW지표검색",  # data / 3 / ELW
    "t1956": "ELW현재가(확정지급액)조회",  # data / 3 / ELW
    "t1958": "ELW종목비교",  # data / 3 / ELW
    "t1959": "LP대상종목정보조회",  # data / 2 / ELW
    "t1960": "ELW등락율상위",  # data / 3 / ELW
    "t1961": "ELW거래량상위",  # data / 3 / ELW
    "t1964": "ELW전광판",  # data / 3 / ELW
    "t1966": "ELW거래대금상위",  # data / 3 / ELW
    "t1971": "ELW현재가호가조회",  # data / 3 / ELW
    "t1972": "ELW현재가(거래원)조회",  # data / 3 / ELW
    "t1973": "ELW시간대별예상체결조회",  # data / 3 / ELW
    "t1974": "ELW기초자산동일종목",  # data / 3 / ELW
    "t1981": "기초자산리스트조회",  # data / 3 / ELW
    "t2101": "선물/옵션현재가(시세)조회",  # data / 3 / 선물
    "t2105": "선물/옵션현재가호가조회",  # data / 3 / 선물
    "t2106": "선물/옵션현재가시세메모",  # data / 3 / 선물
    "t2201": "선물옵션시간대별체결조회",  # data / 3 / 선물
    "t2203": "기간별주가",  # data / 3 / 선물
    "t2209": "선물옵션틱분별체결조회챠트",  # data / 3 / 선물
    "t2210": "선물옵션시간대별체결조회(단일출력용)",  # data / 3 / 선물
    "t2301": "옵션전광판",  # data / 3 / 선물
    "t2405": "선물옵션호가잔량비율챠트",  # data / 3 / 선물
    "t2421": "미결제약정추이",  # data / 3 / 선물
    "t2541": "상품선물투자자매매동향(실시간)",  # data / 3 / 선물
    "t2545": "상품선물투자자매매동향(챠트용)",  # data / 3 / 선물
    "t2830": "EUREXKOSPI200옵션선물현재가(시세)조회",  # data / 3 / 유렉스
    "t2831": "EUREXKOSPI200옵션선물호가조회",  # data / 3 / 유렉스
    "t2832": "EUREX야간옵션선물시간대별체결조회",  # data / 3 / 유렉스
    "t2833": "EUREX야간옵션선물기간별추이",  # data / 3 / 유렉스
    "t2835": "EUREX옵션선물시세전광판",  # data / 3 / 유렉스
    "t3102": "뉴스본문",  # data / 2 / 현물
    "t3202": "종목별증시일정",  # basic / 3 / 현물
    "t3320": "FNG_요약",  # basic / 3 / 현물
    "t3341": "재무순위종합",  # basic / 3 / 현물
    "t3401": "투자의견",  # basic / 3 / 현물
    "t3518": "해외실시간지수",  # data / 3 / 해외
    "t3521": "해외지수조회(API용)",  # basic / 3 / 해외
    "t4201": "주식챠트(종합)",  # data / 5 / 현물
    "t4203": "업종챠트(종합)",  # data / 5 / 현물
    "t8401": "주식선물마스터조회(API용)",  # data / 3 / 선물
    "t8402": "주식선물현재가조회(API용)",  # data / 3 / 선물
    "t8403": "주식선물호가조회(API용)",  # data / 3 / 선물
    "t8404": "주식선물시간대별체결조회(API용)",  # data / 3 / 선물
    "t8405": "주식선물기간별주가(API용)",  # data / 3 / 선물
    "t8406": "주식선물틱분별체결조회(API용)",  # data / 3 / 선물
    "t8407": "API용주식멀티현재가조회",  # data / 3 / 현물
    "t8411": "주식챠트(틱/n틱)",  # data / 5 / 현물
    "t8412": "주식챠트(N분)",  # data / 5 / 현물
    "t8413": "주식챠트(일주월)",  # data / 5 / 현물
    "t8414": "선물옵션차트(틱/n틱)",  # data / 3 / 선물
    "t8415": "선물/옵션챠트(N분)",  # data / 3 / 선물
    "t8416": "선물/옵션챠트(일주월)",  # data / 3 / 선물
    "t8417": "업종차트(틱/n틱)",  # data / 5 / 현물
    "t8418": "업종챠트(N분)",  # data / 5 / 현물
    "t8419": "업종챠트(일주월)",  # data / 5 / 현물
    "t8424": "전체업종",  # basic / 5 / 현물
    "t8425": "전체테마",  # basic / 4 / 현물
    "t8426": "상품선물마스터조회(API용)",  # data / 3 / 선물
    "t8427": "과거데이터시간대별조회",  # data / 3 / 선물
    "t8428": "증시주변자금추이",  # basic / 3 / 현물
    "t8429": "EUREX야간옵션선물틱분별체결조회챠트",  # data / 3 / 유렉스
    "t8430": "주식종목조회",  # basic / 5 / 현물
    "t8431": "ELW종목조회",  # data / 3 / ELW
    "t8432": "지수선물마스터조회API용",  # data / 3 / 선물
    "t8433": "지수옵션마스터조회API용",  # data / 3 / 선물
    "t8434": "선물/옵션멀티현재가조회",  # data / 3 / 선물
    "t8435": "파생종목마스터조회API용",  # data / 3 / 파생
    "t8436": "주식종목조회 API용",  # basic / 5 / 현물
    "t8437": "CME/EUREX마스터조회(API용)",  # data / 3 / 유렉스
    "t9905": "기초자산리스트조회",  # data / 3 / ELW
    "t9907": "만기월조회",  # data / 3 / ELW
    "t9942": "ELW마스터조회API용",  # data / 3 / ELW
    "t9943": "지수선물마스터조회API용",  # data / 3 / 선물
    "t9944": "지수옵션마스터조회API용",  # data / 3 / 선물
    "t9945": "주식마스터조회API용-종목명40bytes"  # data / 5 / 현물
}